Repository: BertanT/Capturinator
Catalog: Capturinator/*.lproj/Localizable.strings
Languages: de, tr

# AboutWindowText
source: Create 3D Models With Photos!
de: Erstelle mit den Fotos 3D Modelle!
tr: Fotoğraflar ile 3D Modeller Oluşturun!

# AppInfo
source: Instantly turn photos of objects into 3D USDZ models for your AR projects and more! Select an image folder to get started.
de: Transformieren Sie die Fotos von Objekten zu AR-Projekten und 3D USDZ-Modelle und mehr! Um zu beginnen wählen sie ein Fotoordner aus.
tr: Objelerin fotoğraflarını anında AR projeleri ve fazlası için kullanabileceğiniz 3D USDZ modellere dönüştürün! Başlamak için bir fotoğraf klasörü seçin.

# CloseWindowAlertBody
source: Any currently running operations will stop, and all changes made in this window will be lost.
de: Alle Abläufe in diesem Fenster werden beendet und alle Veränderungen gehen verloren.
tr: Bu pencere içinde devam eden bütün işlemler durdurulacak ve bütün değişiklikler kaybolacaktır.

# CloseWindowAlertTitle
source: Close This Window?
de: Soll dieses Fenster geschlossen werden?
tr: Bu pencere kapatılsın mı?

source: Create!
de: Erstelle ein Model!
tr: Model Oluşturun!

# CreateBody
source: Tweak the settings, preview, and create your model! If you need help with any of the functions, click the question mark symbol next to them to get help.
de: Personalisieren Sie die Einstellungen, betrachten Sie die Vorschau und importieren Sie das Modell! Wen Hilfe für irgendeine Auswahl gebraucht wird, klicken Sie für die Hilfe auf das Fragezeichen nebenan.
tr: Ayarları özelleştirin, modeli önizleyin ve dışarı aktarın! Seçeneklerden herhangi birisi ile ilgili yardıma ihtiyacınız olursa yanında bulunan soru işareti sembolüne tıklayarak yadım alabilirsiniz.

source: Create Preview
de: Voransicht
tr: Önizleme Oluştur

source: Creating Model: %lld%%
de: Das Modell wird erstellt: %lld%%
tr: Model Oluşturuluyor: %%%lld

# DefaultExportFilename
source: My Model
de: Mein Modell
tr: Modelim

# ErrorAlertTitle
source: Something Went Wrong
de: Etwas ist schief gelaufen
tr: Bir Şeyler Ters Gitti

# ExportComplete %@
source: Sucessfully exported model: %@
de: %@ wurde erfolgreich exportiert!
tr: %@ başarılı bir şekilde dışarı aktarıldı!

source: Export Model
de: Modell Exportieren
tr: Dışarı Aktar

# GettingStartedMenuCommandTittle
source: Getting Started Guide
de: Handbuch
tr: Başlangıç Klavuzu

source: High Feature Sensitivity
de: Hohe Detailsensibilität
tr: Yüksek Detay Hassasiyeti

# HighFeatureSensitivityHelpBody
source: You should turn high feature sensitivity on if the sample images are out of focus or have low contrast and if the object is single-color or doesn’t have much texture. Though it may take longer to process, it’ll produce a better result.
de: Falls Ihr Ausgangsfoto außer dem Focus ist oder geringen Kontrast besitzt oder das gescannte Objekt Einfarbig ist oder zu geringe Oberflächendetails besitzt, dann aktivieren Sie diese Eigenschaft. Die Prozedur wir länger dauern aber diese Eigenschaft wird zu einem besseren Ergebnis führen.
tr: Eğer kaynak fotoğraflarınız odak dışı vaya düşük kontrasta sahipse, ya da taramak istediğiniz obje tek renkli veya az yüzey detayına sahipse bu özelliği etkinleştirmelisiniz. İşlem süresi artacaktır, ancak bu özellik daha iyi sonuçlar elde etmenizi sağlar.

# HighFeatureSensitivityHelpTitle
source: About High Feature Sensitivity
de: Über die hohe Detailsensibilität
tr: Yüksek Detay Hassasiyeti Hakkında

# HighFeatureSensitivityShortened
source: High Feature Sensitivity
de: Hohe Detailsensibilität
tr: Yük. Detay Hassasiyeti

source: Image Folder
de: Fotoordner
tr: Fotoğraf Klasörü

# ImageFolderHelpBody
source: This folder should contain the sample images from which you want to create the 3D model.
de: Dieser Ordner beinhaltet die Fotos, die Sie zu 3D Modelle umwandeln möchten.
tr: Bu klasör 3D modele çevirmek istediğiniz fotoğrafları içermelidir.

# ImageFolderHelpTitle
source: About Image Folder
de: Über den Fotoordner
tr: Fotoğraf Klasörü Hakkında

source: Import Photos
de: Importiere die Fotos
tr: Fotoğrafları İçe Aktarın

# ImportPhotosBody
source: Put all the photos you took in a folder and import the folder into Capturinator. The folder should only contain your images and nothing else.
de: Senden sie alle aufgenommenen Fotos in einen Ordner. Dieser Ordner darf nichts anderes als nur Ihre Fotos beinhalten.
tr: Çektiğiniz bütün fotoğrafları bir klasöre taşıyın ve Capturinator'a aktarın. Bu klasör fotoğraflarınızdan başka hiçbir dosya içermemelidir.

source: Initializing...
de: Es beginnt…
tr: Başlatılıyor...

# MadeWithLove
source: Made with ❤️ and passion by Bertan.
de: Wurde von Bertan mit ❤️ und Hingabe entwickelt.
tr: Bertan tarafından ❤️ ve tutku ile yapıldı.

# ModelCreationErrorAlertBody
source: An error occurred while creating the model. Make sure the source images are valid.
de: Es ist ein Fehler beim erstellen des Modells entstanden. Bitte überprüfen Sie die Gültigkeit Ihrer Ausgangsfotos.
tr: Model oluşturulurken bir sorun meydana geldi. Lütfen kaynak görsellerinizin geçerli olduğundan emin olun!

# ModelExportFailureNotificationBody %@
source: Could not export the model: "%@".
de: "%@" Es ist ein Fehler beim exportieren entstanden.
tr: "%@" Dışarı aktarılırken bir sorun meydana geldi.

# ModelExportFailureNotificationTitle
source: ❌ Model Export Failed
de: ❌ Das Modell konnte nicht exportiert werden.
tr: ❌ Model Dışarı Aktarılamadı

source: Model Quality
de: Qualität des Modells
tr: Model Kalitesi

# ModelQualityHelpBody
source: Choose the output model detail. Keep in mind that the higher the quality, the more disk space and time it'll take to create!
de: Wählen sie die Qualität und die Details des Modells aus. Vergessen sie nicht, dass bei der Erhöhung der Qualität der Speicherplatz und die Bearbeitungsdauer Ihres Modells zunimmt.
tr: Modelinizin kalitesini ve detaylılığını seçin. Unutmayın ki kalite yükseldikçe modelinizin kapladığı disk alanı ve işlem süresi de artar.

# ModelQualityHelpTitle
source: About Model Quality
de: Über die Modellqualität
tr: Model Kalitesi Hakkında

# ModelSaveErrorAlertBody
source: An error occurred while saving the model.
de: Es ist ein Problem beim speichern des Modells aufgetreten.
tr: Model kaydedilirken bir sorun oluştu.

source: Model Settings
de: Modell Einstellungen
tr: Model Ayarları

# NoModelToViewMessage
source: Preview or export a model to see it here!
de: Um es hier darzustellen Vorschau erstellen oder Modell exportieren!
tr: Burada görüntülemek için bir önizleme oluşturun ya da dışarı model aktarın!

# NoSourceFolderErrorAlertBody
source: Source folder not found—this may be a bug.
de: Der Ausgangsordner wurde nicht gefunden - dies kann ein Software Fehler sein.
tr: Kaynak klasörü bulunamadı - bu bir yazılım hatası olabilir.

source: Not Selected
de: Wurde nicht ausgewählt
tr: Seçilmedi

# ObjectCaptureNotSupportedDescription
source: To use this app, you need either a Mac with an Apple Silicon processor or an Intel processor and a “high-power” discrete GPU. [Learn more...](http://www.capturinator.bertan.codes/support/system-requirements)
de: Um diese App zu benutzen benötigt man einen Apple Silicon Prozessor oder einen Mac Computer mit Intel Prozessor und einen sehr straken Grafikprozessor. [Für mehr Informationen...](http://www.capturinator.bertan.codes/support/system-requirements)
tr: Bu uygulamayı kullanabilmek için Apple Silicon işlemciye ya da Intel işlemciye ve "yüksek güçlü" bir grafik işlemcisine sahip bir Mac bilgisayarına ihtiyacınız var. [Daha fazla bilgi...](http://www.capturinator.bertan.codes/support/system-requirements)

# ObjectCaptureNotSupportedTitle
source: Sorry, your device doesn't seem to support Object Capture
de: Leider unterstützt Ihr Gerät die Objekt Erfassungstechnologie nicht.
tr: Maalesef cihazınız Object Capture teknolojisini desteklemiyor

source: Object Masking
de: Objektmaskierung
tr: Obje Maskeleme

# ObjectMaskingHelpBody
source: Object masking tries to filter out unrelated surroundings (plants, buildings, etc.) from the samples to increase performance and create a more accurate model. Turn this off if you don’t want the background filtered out.
de: Die Objektmaskierung versucht für die Erstellung eines besseren Modells und für die Erhöhung der Leistung, von dem gescannten Objekt die Gegenstände (Pflanzen, Gebäuden usw.) die nicht zu dem Objekt gehören, heraus zu filtern.
tr: Obje maskeleme, daha kaliteli bir model oluşturmak ve performansı artırmak için görsellerden taramak istediğiniz obje dışındaki alakasız nesneleri (bitkiler, binalar vb.) filtrelemeye çalışır. Arka planın filtrelenmesini istemiyorsanız bu özelliği kapatın.

# ObjectMaskingHelpTitle
source: About Object Masking
de: Über die Objektmaskierung
tr: Obje Maskeleme Hakkında

# OnboardingWelcome
source: Welcome to Capturinator!
de: Willkommen bei Capturinator!
tr: Capturinator'a Hoşgeldiniz!

source: Open Folder
de: Ordner öffnen
tr: Klasör Aç

source: Open Source
de: Offene Quellen
tr: Açık Kaynaklı

# OpenSourceBody
source: This app is open-source under the MIT license. I'm a 16-year-old developer and a lover of all things tech. You can check out and contribute to my projects on [my GitHub profile](http://github.com/bertant). Thanks for using the app!
de: Diese App ist unter der MIT Lizenz eine offene Quelle. Ich bin ein 17 Jahre alter Entwickler mit einer grossen Hingabe zur Technologie. Sie können meine Projekte unter [meinem GitHub Profil](http://github.com/bertant) betrachten und Ihren Beitrag dazu leisten. Danke, dass Sie die App nutzen!
tr: Bu uygulama MIT lisansı kapsamında açık kaynaklıdır. Ben derin bir teknoloji tutkusuna sahip 17 yaşındaki bir geliştiriciyim. [GitHub profilim](http://github.com/bertant) üzerinden projelerime göz atabilir, ve katkıda bulanabilirsiniz. Uygulamayı kullandığınız için teşekkürler!

# PreviewCreationFailureNotificationBody %@
source: Could not create the preview for the source folder: "%@".
de: Es ist ein Problem bei der Erstellung der Voransicht für den Ausgangsordner „%@"entstanden.
tr: "%@" kaynak klasörü için önizleme oluşturulurken bir sorun meydana geldi.

# PreviewCreationFailureNotificationTitle
source: ❌ Preview Creation Failed
de: ❌ Voransicht konnte nicht erstellt werden
tr: ❌ Önizleme Oluşturulamadı

# PreviewCreationSuccessNotificationBody %@
source: Successfully created the preview for the source folder: "%@".
de: Für den Ausgangsordner „%@„ ist die Voransicht erfolgreich erstellt worden.
tr: "%@" kaynak klasörü için başarılı bir şekilde önizleme oluşturuldu.

# PreviewCreationSuccessNotificationTitle
source: 😄 Preview Creation Complete!
de: 😄 Voransicht ist bereit!
tr: 😄 Önizleme Hazır!

# PSCreationErrorAlertBody
source: An error occurred while creating photogrammetry session. Make sure the source images are valid!
de: Bei dem Beginn der Fotogrammetrie ist ein Fehler entstanden. Bitte seien sie sicher, dass die Ausgangsfotos gültig sind!
tr: Fotogrametri başlatılırken bir hata oluştu. Lütfen kaynak fotoğraflarınızın geçerli olduğundan emin olun!

# QuitAppAlertBody
source: Any currently running operations will stop, and all changes will be lost.
de: Alle laufenden Prozesse werden gestoppt und alle Vorgänge werden verloren gehen.
tr: Devam eden bütün işlemler durdurulacak ve bütün ilerleme kaybolacaktır.

# QuitAppAlertTitle
source: Quit Now?
de: Jetzt Verlassen!
tr: Şimdi çıkmak istiyor musunuz?

source: Refine Preview
de: Aktualisiere die Voransicht
tr: Önizlemeyi Güncelle

# SavePanelTitle
source: Choose Where to Save Your Model
de: Wählen Sie aus, wo sie Ihr Modell speichern möchten.
tr: Modelinizi Nereye Kaydedeceğinizi Seçin

source: Saving Model...
de: Das Modell wird gespeichert …
tr: Model Kaydediliyor...

source: Sequential Samples
de: Sequentielle Img.
tr: Ardışık Görseller

# SequentialSamplesHelpBody
source: If adjacent sample images are next to each other, turn this on to increase performance. If not provided in a particular order, keep this off.
de: Falls die Images die Reihenfolge ihrer Aufnahme entsprechen, aktivieren Sie für die Steigerung der Leistungsfähigkeit diese Eigenschaft. Falls die Fotos keine bestimmte Reihenfolge haben schließen diese Eigenschaft.
tr: Eğer görseller fotoğraflandıkları sırayla sağlanıyorsa performansı artırmak için bu özelliği etkinleştirin. Fotoğraflar belirli bir sırada sağlanmıyorsa bu özelliği kapatın.

# SequentialSamplesHelpTitle
source: About Sequential Samples
de: Über sequentielle Images
tr: Ardışık Görseller Hakkında

source: Show In Finder
de: Zeige es im Finder
tr: Finder'da Göster

source: Start Creating!
de: Beginne Erstellung!
tr: Başla!

source: Stop Creating
de: Beende Modellierung
tr: Modellemeyi Durdur

# StopCreatingModelAlertBody
source: Are you sure you want to stop creating the model? All progress will be lost.
de: Sind Sie sicher, die Modellierung zu stoppen! Alle Progresse werden verloren gehen.
tr: Modellemeyi durdurmak istediğinize emin misiniz? Bütün ilerleme kaybolacaktır.

# StopCreatingModelAlertTitle
source: Stop Creating Model?
de: Soll die Modellierung beendet werden?
tr: Modelleme durdurulsun mu?

# SupportMenuCommandTitle
source: Capturinator Support
de: Capturinator Unterstützung
tr: Capturinator Destek

source: Take Photos
de: Fotos aufnehmen
tr: Fotoğraf Çekin

# TakePhotosBody
source: Capture 30-200 overlapping photographs of the object you want to scan from every angle - including the top and the bottom. Preferably use an iPhone with a depth-sensing camera or a high-quality DSLR camera.
de: Machen sie 30-200 sich überschneidende Aufnahmen aus allen Winkeln von dem Objekt (auch von oben und unten), dass Sie scannen möchten. Wenn möglich benützen Sie ein iPhone oder eine DSLR Camera mit Tiefenwahrnehmung.
tr: Taramak istediğiniz objenin bütün açılardan birbiriyle kesişen 30-200 adet fotoğrafını çekin - altı ve üstü de dahil. Tercihen derinlik algılayabilen kamerası olan bir iPhone ya da yüksek kaliteli bir DSLR fotoğraf makinesi kullanın.

source: Toggle Sidebar
de: Aus-/Einblenden der Seitenleiste.
tr: Kenar Çubuğunu Gizle/Göster

# UnexpectedFatalSessionErrorAlertBody
source: An unexpected fatal error occurred with the photogrammetry session :{
de: Ein unerwartetes kritisches Problem mit der Fotogrammetrie ist aufgetaucht :(
tr: Fotogrametri ile ilgili beklenmeyen bir kritik sorun oluştu. :{

# UnexpectedModelCreationErrorAlertBody
source: An unexpected error occurred while creating the model.
de: Bei der Erstellung des Models ist ein unerwartetes Problem entstanden.
tr: Model yaratılırken beklenmeyen bir sorun oluştu.

source: Welcome!
de: Willkommen!
tr: Merhaba!
